Repository: hoshiizumiya/OpenNet
Catalog: OpenNet/Strings/*/Resources.resw
Source language: en_us
Languages: fr, it, ja, ko, ru, zh_cn, zh_hant

# ViewThemesSettingsPageMicaErrorFallback.Description
source: Enable fallback when Mica is unavailable (Win10)
fr: Activer le mode de secours lorsque Mica n’est pas disponible (Windows 10)
it: Abilita fallback quando Mica non è disponibile (Windows 10)
ja: Mica が利用できない場合にフォールバックを有効にする（Win10）
ko: Mica를 사용할 수 없을 때 대체 모드 사용(Windows 10)
ru: Использовать резервный режим, если Mica недоступен (Windows 10)
zh_hant: Mica 無法使用時啟用備援效果（Win10）

# ViewThemesSettingsPageMicaErrorFallback.Header
source: Mica error fallback
fr: Solution de secours en cas d’erreur Mica
it: Fallback errore Mica
ja: Mica エラー時のフォールバック
ko: Mica 오류 대체
ru: Резервный режим при ошибке Mica
zh_hant: Mica 錯誤備援

# SoftBackgroundColors.Description
source: Choose your accent color and personalize it
fr: Choisissez votre couleur d’accentuation et personnalisez-la
it: Scegli il colore di accento e personalizzalo
ja: アクセントカラーを選択してカスタマイズ
ko: 강조 색상을 선택하고 사용자 지정하세요
ru: Выберите цвет акцента и настройте его
zh_cn: 选择你的主色调并进行个性化设置
zh_hant: 選擇強調色並進行個人化

# ViewThemesSettingsPageImageModeNone.Content
source: None
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
ru: Нет
zh_cn: 无
zh_hant: 無

# ViewThemeSettingsPageImageStretchComboBoxNone.Content
source: None
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
ru: Нет
zh_cn: 无
zh_hant: 無

# ViewThemeSettingsPageImageStretchComboBoxFill.Content
source: Fill
fr: Remplir
it: Riempi
ja: 塗りつぶし
ko: 채우기
ru: Заполнить
zh_hant: 填滿

# ViewThemeSettingsPageImageStretchComboBoxUniform.Content
source: Uniform
fr: Uniforme
it: Uniforme
ja: 均等
ko: 균일
ru: Равномерно
zh_cn: 等比例缩放
zh_hant: 等比例縮放

# ViewThemeSettingsPageImageStretchComboBoxUniformToFill.Content
source: Uniform to fill
fr: Uniforme avec remplissage
it: Uniforme per riempire
ja: 均等に塗りつぶし
ko: 균일하게 채우기
ru: Равномерно с заполнением
zh_cn: 等比例填充
zh_hant: 等比例填滿

# ViewThemesSettingsPageVideoModeNone.Content
source: None
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
ru: Нет
zh_cn: 无
zh_hant: 無

# ViewThemeSettingsPageVideoStretchComboBoxNone.Content
source: None
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
ru: Нет
zh_cn: 无
zh_hant: 無

# ViewThemeSettingsPageVideoStretchComboBoxFill.Content
source: Fill
fr: Remplir
it: Riempi
ja: 塗りつぶし
ko: 채우기
ru: Заполнить
zh_hant: 填滿

# ViewThemeSettingsPageVideoStretchComboBoxUniform.Content
source: Uniform
fr: Uniforme
it: Uniforme
ja: 均等
ko: 균일
ru: Равномерно
zh_cn: 等比例缩放
zh_hant: 等比例縮放

# ViewThemeSettingsPageVideoStretchComboBoxUniformToFill.Content
source: Uniform to fill
fr: Uniforme avec remplissage
it: Uniforme per riempire
ja: 均等に塗りつぶし
ko: 균일하게 채우기
ru: Равномерно с заполнением
zh_cn: 等比例填充
zh_hant: 等比例填滿

# ViewThemesSettingsPageFontSetting.Description
source: Font size
fr: Taille de police
it: Dimensione carattere
ja: フォントサイズ
ko: 글꼴 크기
ru: Размер шрифта
zh_hant: 字型大小

# ViewThemesSettingsPageFontSetting.Header
source: Font Setting
fr: Paramètres de police
it: Impostazioni carattere
ja: フォント設定
ko: 글꼴 설정
ru: Настройки шрифта
zh_hant: 字型設定

# WebUISettingsDescription.Text
source: Use the bundled qBittorrent WebUI from a browser or any qBittorrent Web API compatible client.
fr: Utiliser l’interface Web qBittorrent intégrée depuis un navigateur ou tout client compatible avec l’API Web qBittorrent.
it: Usa la WebUI qBittorrent inclusa da un browser o da qualsiasi client compatibile con l'API Web di qBittorrent.
ja: ブラウザーまたは qBittorrent Web API 互換クライアントから、同梱の qBittorrent WebUI を使用します。
ko: 브라우저 또는 qBittorrent Web API와 호환되는 클라이언트에서 포함된 qBittorrent WebUI를 사용합니다.
ru: Использовать встроенный qBittorrent WebUI в браузере или любом клиенте, совместимом с qBittorrent Web API.
zh_hant: 透過瀏覽器使用內附的 qBittorrent WebUI，或使用任何與 qBittorrent Web API 相容的用戶端。

# WebUISettingsConnectionHeader.Text
source: Connection
fr: Connexion
it: Connessione
ja: 接続
ko: 연결
ru: Подключение
zh_hant: 連線

# WebUISettingsAddressCard.Description
source: The IP address accepted by the embedded HTTP server.
fr: Adresse IP acceptée par le serveur HTTP intégré.
it: L'indirizzo IP accettato dal server HTTP integrato.
ja: 組み込み HTTP サーバーが受け付ける IP アドレス。
ko: 내장 HTTP 서버가 수신할 IP 주소입니다.
ru: IP-адрес, принимаемый встроенным HTTP-сервером.
zh_cn: embedded HTTP 服务器所接受的IP地址
zh_hant: 內嵌 HTTP 伺服器接受的 IP 位址。

# WebUISettingsAddressCard.Header
source: Listen address
fr: Listen adresse
it: Indirizzo di ascolto
ja: リッスンアドレス
ko: 수신 주소
ru: Адрес прослушивания
zh_cn: 监听地址
zh_hant: 監聽位址

# WebUISettingsPortCard.Description
source: Restarting the Web UI applies a new port immediately.
fr: Le redémarrage de l’interface Web applique immédiatement le nouveau port.
it: Il riavvio della Web UI applica immediatamente la nuova porta.
ja: Web UI を再起動すると新しいポートが直ちに適用されます。
ko: Web UI를 다시 시작하면 새 포트가 즉시 적용됩니다.
ru: Перезапуск Web UI немедленно применяет новый порт.
zh_cn: 重新启动 Web UI 后将立即应用新的端口
zh_hant: 重新啟動 Web UI 後會立即套用新的連接埠。

# WebUISettingsPortCard.Header
source: Port
it: Porta
ja: ポート
ko: 포트
ru: Порт
zh_cn: 端口
zh_hant: 連接埠

# WebUISettingsLocaleCard.Description
source: Language code used by WebUI, for example en or zh_CN.
fr: Code de langue utilisé par WebUI, par exemple en ou zh_CN.
it: Codice lingua usato da WebUI, ad esempio en o zh_CN.
ja: WebUI が使用する言語コード。例: en または zh_CN。
ko: WebUI에서 사용할 언어 코드입니다. 예: en 또는 zh_CN.
ru: Код языка, используемый WebUI, например en или zh_CN.
zh_cn: WebUI 使用的语言代码，示例 en 或 zh_CN.
zh_hant: WebUI 使用的語言代碼，例如 en 或 zh_CN。

# WebUISettingsLocaleCard.Header
source: Locale
it: Impostazioni locali
ja: ロケール
ko: 로캘
zh_cn: 地区设置
zh_hant: 地區設定

# WebUISettingsAuthenticationHeader.Text
source: Authentication
fr: Authentification
it: Autenticazione
ja: 認証
ko: 인증
ru: Аутентификация
zh_hant: 驗證

# WebUISettingsUsernameCard.Description
source: At least 3 characters; a colon is not allowed.
fr: Au moins 3 caractères ; les deux-points ne sont pas autorisés.
it: Almeno 3 caratteri; i due punti non sono consentiti.
ja: 3 文字以上。コロンは使用できません。
ko: 3자 이상이어야 하며 콜론은 사용할 수 없습니다.
ru: Не менее 3 символов; двоеточие не допускается.
zh_hant: 至少 3 個字元；不可包含冒號。

# WebUISettingsUsernameCard.Header
source: Username
fr: Nom d’utilisateur
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
ru: Имя пользователя
zh_cn: 用户名
zh_hant: 使用者名稱

# WebUISettingsPasswordCard.Description
source: At least 6 characters. Existing browser sessions are cleared when settings are applied.
fr: Au moins 6 caractères. Les sessions de navigateur existantes sont supprimées lors de l’application des paramètres.
it: Almeno 6 caratteri. Le sessioni browser esistenti vengono cancellate quando si applicano le impostazioni.
ja: 6 文字以上。設定適用時に既存のブラウザーセッションは消去されます。
ko: 6자 이상이어야 합니다. 설정을 적용하면 기존 브라우저 세션이 초기화됩니다.
ru: Не менее 6 символов. При применении настроек существующие сеансы браузера будут очищены.
zh_cn: 最少6个字符，应用设置时当前存在的浏览器会话将会清空
zh_hant: 至少 6 個字元。套用設定時，現有的瀏覽器工作階段將被清除。

# WebUISettingsPasswordCard.Header
source: Password
fr: Mot de passe
ja: パスワード
ko: 비밀번호
ru: Пароль
zh_cn: 密码
zh_hant: 密碼

# WebUISettingsApiKeyCard.Description
source: Optional bearer token for API clients. Treat it like a password.
fr: Jeton Bearer facultatif pour les clients API. Traitez-le comme un mot de passe.
it: Token bearer facoltativo per i client API. Trattalo come una password.
ja: API クライアント用の任意のベアラートークン。パスワードと同様に扱ってください。
ko: API 클라이언트용 선택적 Bearer 토큰입니다. 비밀번호처럼 안전하게 보관하세요.
ru: Необязательный токен Bearer для клиентов API. Обращайтесь с ним как с паролем.
zh_hant: 供 API 用戶端使用的選填 Bearer Token。請將它視同密碼保管。

# WebUISettingsApiKeyCard.Header
source: API key
fr: Clé API
it: Chiave API
ja: API キー
ko: API 키
ru: Ключ API
zh_hant: API 金鑰

# WebUISettingsGenerateApiKey.Content
source: Generate
fr: Générer
it: Genera
ja: 生成
ko: 생성
ru: Сгенерировать
zh_hant: 產生

# WebUISettingsCopyApiKey.Content
source: Copy
fr: Copier
it: Copia
ja: コピー
ko: 복사
ru: Копировать
zh_hant: 複製

# WebUISettingsClearApiKey.Content
source: Clear
fr: Effacer
it: Cancella
ja: 消去
ko: 지우기
ru: Очистить
zh_hant: 清除

# WebUISettingsSave.Content
source: Save and restart Web UI
fr: Enregistrer et redémarrer l’interface Web
it: Salva e riavvia Web UI
ja: 保存して Web UI を再起動
ko: 저장 후 Web UI 다시 시작
ru: Сохранить и перезапустить Web UI
zh_cn: 保存并重启 Web UI
zh_hant: 儲存並重新啟動 Web UI

# WebUISettingsOpen.Content
source: Open Web UI
fr: Ouvrir Web UI
it: Apri Web UI
ja: Web UI を開く
ko: Web UI 열기
ru: Открыть Web UI
zh_hant: 開啟 Web UI

# FilePriority_Skip.Content
source: Skip
fr: Ignorer
it: Salta
ja: スキップ
ko: 건너뛰기
ru: Пропустить
zh_cn: 跳过
zh_hant: 略過

# FilePriority_Low.Content
source: Low
fr: Faible
it: Bassa
ja: 低
ko: 낮음
ru: Низкий
zh_cn: 低
zh_hant: 低

# FilePriority_Normal.Content
source: Normal
it: Normale
ja: 標準
ko: 보통
ru: Обычный
zh_cn: 普通
zh_hant: 一般

# FilePriority_High.Content
source: High
fr: Élevée
it: Alta
ja: 高
ko: 높음
ru: Высокий
zh_cn: 高
zh_hant: 高

# TaskSpeedGraph_Title.Text
source: Performance graph
fr: Graphique des performances
it: Grafico prestazioni
ja: パフォーマンスグラフ
ko: 성능 그래프
ru: График производительности
zh_cn: 性能图表
zh_hant: 效能圖表

# TaskSpeedGraph_Subtitle.Text
source: Live session and system telemetry
fr: Session en direct et télémétrie système
it: Sessione in tempo reale e telemetria di sistema
ja: ライブセッションとシステムテレメトリ
ko: 실시간 세션 및 시스템 텔레메트리
ru: Текущий сеанс и системная телеметрия
zh_hant: 即時工作階段與系統遙測資料

# TaskSpeedGraph_MetricSelector.Header
source: Display
fr: Affichage
it: Visualizzazione
ja: 表示
ko: 표시
ru: Отображение
zh_cn: 显示
zh_hant: 顯示

# TaskSpeedGraph_TransferSpeed.Content
source: Transfer Speed
fr: Vitesse de transfert
it: Velocità trasferimento
ja: 転送速度
ko: 전송 속도
ru: Скорость передачи
zh_cn: 传输速度
zh_hant: 傳輸速度

# TaskSpeedGraph_DiskCache.Content
source: Disk Cache
fr: Cache disque
it: Cache disco
ja: ディスクキャッシュ
ko: 디스크 캐시
ru: Дисковый кэш
zh_cn: 磁盘缓存
zh_hant: 磁碟快取

# TaskSpeedGraph_LongTermSeeding.Content
source: Long-Term Seeding
fr: Partage longue durée
it: Seeding a lungo termine
ja: 長期シード
ko: 장기 시딩
ru: Долговременная раздача
zh_hant: 長期做種

# TaskSpeedGraph_CpuOverall.Content
source: CPU Usage (Overall)
fr: Utilisation du processeur (globale)
it: Utilizzo CPU (totale)
ja: CPU 使用率（全体）
ko: CPU 사용량(전체)
ru: Использование ЦП (общее)
zh_hant: CPU 使用率（整體）

# TaskSpeedGraph_CpuLogicalProcessors.Content
source: CPU Usage (Logical Processor)
fr: Utilisation du processeur (processeur logique)
it: Utilizzo CPU (processore logico)
ja: CPU 使用率（論理プロセッサ）
ko: CPU 사용량(논리 프로세서)
ru: Использование ЦП (логический процессор)
zh_hant: CPU 使用率（邏輯處理器）

# TaskSpeedGraph_MemoryUsage.Content
source: Memory Usage
fr: Utilisation de la mémoire
it: Utilizzo memoria
ja: メモリ使用量
ko: 메모리 사용량
ru: Использование памяти
zh_cn: 运行内存使用量
zh_hant: 記憶體使用量

# TaskSpeedGraph_DhtUdp.Content
source: DHT over UDP
fr: DHT via UDP
it: DHT su UDP
ja: UDP 経由の DHT
ko: UDP를 통한 DHT
ru: DHT через UDP
zh_hant: 透過 UDP 的 DHT

# TaskViewTaskSpeedGraphPageGlobalDownload.Text
source: Global download
fr: Téléchargement global
it: Download globale
ja: グローバルダウンロード
ko: 전체 다운로드
ru: Общая загрузка
zh_cn: 全局下载速度
zh_hant: 全域下載

# ViewTaskSpeedGraphPageDiskCacheTitle.Text
source: Disk cache
fr: Disque cache
it: Cache disco
ja: ディスクキャッシュ
ko: 디스크 캐시
ru: Дисковый кэш
zh_cn: 磁盘缓存
zh_hant: 磁碟快取

# ViewTaskSpeedGraphPageLongTermUpload.Text
source: Long-term upload
fr: Téléversement à long terme
it: Upload a lungo termine
ja: 長期アップロード
ko: 장기 업로드
ru: Долговременная отдача
zh_hant: 長期上傳

# ViewTaskSpeedGraphPageOverallCpu.Text
source: Overall CPU
fr: Processeur global
it: CPU totale
ja: CPU 全体
ko: 전체 CPU
ru: Общая загрузка ЦП
zh_cn: 全局 CPU
zh_hant: 整體 CPU

# ViewTaskSpeedGraphPageAverageCpu.Text
source: Average CPU
fr: Processeur moyen
it: CPU media
ja: 平均 CPU
ko: 평균 CPU
ru: Средняя загрузка ЦП
zh_hant: 平均 CPU

# ViewTaskSpeedGraphPageWorkingSet.Text
source: OpenNet working set
fr: Ensemble de travail d’OpenNet
it: Working set di OpenNet
ja: OpenNet ワーキングセット
ko: OpenNet 작업 집합
ru: Рабочий набор OpenNet
zh_hant: OpenNet 工作集

# ViewTaskSpeedGraphPageDhtReceive.Text
source: DHT receive
fr: Réception DHT
it: Ricezione DHT
ja: DHT 受信
ko: DHT 수신
ru: Приём DHT
zh_hant: DHT 接收

# TaskSpeedGraph_GlobalUpload.Text
source: Global upload
fr: Téléversement global
it: Upload globale
ja: グローバルアップロード
ko: 전체 업로드
ru: Общая отдача
zh_cn: 全局上传速度
zh_hant: 全域上傳

# TaskSpeedGraph_Source.Text
source: Source
it: Sorgente
ja: ソース
ko: 소스
ru: Источник
zh_cn: 来源
zh_hant: 來源

# TaskSpeedGraph_Scope.Text
source: Scope
fr: Portée
it: Ambito
ja: 範囲
ko: 범위
ru: Область
zh_cn: 范围
zh_hant: 範圍

# TaskSpeedGraph_Sampling.Text
source: Sampling
it: Campionamento
ja: サンプリング
ko: 샘플링
zh_cn: 取样
zh_hant: 取樣

# TaskSpeedGraph_PeakCpu.Text
source: Peak CPU
it: Picco CPU
ja: CPU ピーク
ko: 최대 CPU
ru: Пиковая загрузка ЦП
zh_cn: 处理器峰值
zh_hant: CPU 峰值

# TaskSpeedGraph_PhysicalMemoryShare.Text
source: Physical memory share
fr: Part de mémoire physique
it: Quota memoria fisica
ja: 物理メモリ使用率
ko: 물리 메모리 비중
ru: Доля физической памяти
zh_cn: 物理内存使用
zh_hant: 實體記憶體占比

# TaskSpeedGraph_DhtSend.Text
source: DHT send
it: Invio DHT
ja: DHT 送信
ko: DHT 송신
ru: Отправка DHT
zh_hant: DHT 傳送

# TaskSpeedGraph_GraphScale.Text
source: Graph scale
fr: Graphique scale
it: Scala grafico
ja: グラフスケール
ko: 그래프 배율
ru: Масштаб графика
zh_cn: 图标比例
zh_hant: 圖表比例

# TaskNewFromUrlButton.Text
source: From Magnet Link
it: Da link Magnet
ja: マグネットリンクから
ko: Magnet 링크에서
ru: Из Magnet-ссылки
zh_cn: 磁力链接
zh_hant: 從 Magnet 連結

# TaskNewFromFileButton.Text
source: From Bittorrent File
fr: From Bittorrent Fichier
it: Da file BitTorrent
ja: BitTorrent ファイルから
ko: BitTorrent 파일에서
ru: Из файла BitTorrent
zh_cn: 种子文件
zh_hant: 從 BitTorrent 檔案

# TaskNewFromHttpButton.Text
source: HTTP Download
fr: HTTP Téléchargement
it: Download HTTP
ja: HTTP ダウンロード
ko: HTTP 다운로드
ru: HTTP загрузка
zh_cn: HTTP 下载
zh_hant: HTTP 下載

# Header_DownloadSize.Text
source: Download Size
fr: Télécharger Taille
it: Dimensione download
ja: ダウンロードサイズ
ko: 다운로드 크기
ru: Загрузить размер
zh_cn: 下载大小
zh_hant: 下載大小

# Header_UploadSize.Text
source: Upload Size
fr: Téléverser Taille
it: Dimensione upload
ja: アップロードサイズ
ko: 업로드 크기
ru: Отдать размер
zh_cn: 上传大小
zh_hant: 上傳大小

# Header_TotalDownloadSize.Text
source: Total Download Size
fr: Total Téléchargement Taille
it: Dimensione download totale
ja: 総ダウンロードサイズ
ko: 전체 다운로드 크기
ru: всего загрузка размер
zh_cn: 总计下载大小
zh_hant: 下載總大小

# Header_TotalUploadSize.Text
source: Total Upload Size
fr: Total Téléversement Taille
it: Dimensione upload totale
ja: 総アップロードサイズ
ko: 전체 업로드 크기
ru: всего отдача размер
zh_cn: 总计上传大小
zh_hant: 上傳總大小

# Header_ULRate.Text
source: Upload Rate
fr: Téléverser Débit
it: Velocità upload
ja: アップロード速度
ko: 업로드 속도
ru: Отдать скорость
zh_cn: 上传速率
zh_hant: 上傳速率

# ViewPageTasksColumnAutoSizeSelectedWidth.Text
source: Auto Fit Selected Column
fr: Auto Taille Sélectionné Column's Width vers Fit
it: Adatta automaticamente la larghezza della colonna selezionata
ja: 選択した列の幅を内容に合わせて自動調整
ko: 선택한 열 너비 자동 맞춤
ru: Автоматически подобрать ширину выбранного столбца
zh_cn: 自动调整选中列宽
zh_hant: 自動調整所選欄寬以符合內容

source: Auto Fit Selected Column
fr: Auto Taille Sélectionné Column's Width vers Fit
ja: 選択した列の幅を内容に合わせて自動調整
ru: Автоматически подобрать ширину выбранного столбца
zh_cn: 自动调整选中列宽
zh_hant: 自動調整所選欄寬以符合內容

# ViewPageTasksColumnAutoSizeAllWidth.Text
source: Auto Fit All Columns
fr: Auto Taille Sélectionné Column's Width vers Fit
it: Adatta automaticamente la larghezza di tutte le colonne
ja: すべての列幅を内容に合わせて自動調整
ko: 모든 열 너비 자동 맞춤
ru: Автоматически подобрать ширину всех столбцов
zh_cn: 自动调整所有列宽
zh_hant: 自動調整所有欄寬

source: Auto Fit All Columns
fr: Auto Taille Sélectionné Column's Width vers Fit
ja: すべての列幅を内容に合わせて自動調整
ru: Автоматически подобрать ширину всех столбцов
zh_cn: 自动调整所有列宽
zh_hant: 自動調整所有欄寬

# ViewPageTasksColumnDisplayItemsReset.Text
source: Reset To Default Display Items
fr: Réinitialiser les éléments d’affichage par défaut
it: Ripristina elementi di visualizzazione predefiniti
ja: 表示項目を既定値にリセット
ko: 기본 표시 항목으로 초기화
ru: Сбросить отображаемые элементы по умолчанию
zh_cn: 重置列与排序状态
zh_hant: 重設為預設顯示項目

# ViewWindowExceptionHeader.Text
source: An unrecoverable fatal error has occurred
fr: An unrecoverable fatal erreur has occurred
it: Si è verificato un errore irreversibile
ja: 回復不能な致命的エラーが発生しました
ko: 복구할 수 없는 치명적인 오류가 발생했습니다
ru: Произошла неустранимая критическая ошибка
zh_cn: 遇到了无法恢复的错误
zh_hant: 發生無法復原的嚴重錯誤

# ViewExceptionWindowStacktraceHeader.Header
source: Exception Details
fr: Exception Détails
it: Dettagli eccezione
ja: 例外の詳細
ko: 예외 세부 정보
ru: Сведения об исключении
zh_cn: 异常详情
zh_hant: 例外狀況詳細資料

# ViewExceptionWindowComment.Description
source: Clear, step-by-step descriptions will help us locate the issue faster
fr: Effacer, step-by-step descriptions will help us locate le issue faster
it: Descrizioni chiare e dettagliate ci aiuteranno a individuare più rapidamente il problema
ja: 明確な手順ごとの説明があると、問題をより早く特定できます
ko: 명확한 단계별 설명은 문제를 더 빠르게 찾는 데 도움이 됩니다
ru: Чёткое пошаговое описание поможет быстрее найти причину проблемы
zh_hant: 清楚且逐步的描述能幫助我們更快定位問題

# ViewExceptionWindowComment.Header
source: What actions did you perform before the crash occurred?
fr: Quelles actions avez-vous effectuées avant le plantage ?
it: Quali azioni hai eseguito prima dell'arresto anomalo?
ja: クラッシュが発生する前にどのような操作を行いましたか？
ko: 충돌이 발생하기 전에 어떤 작업을 수행했나요?
ru: Какие действия вы выполняли перед сбоем?
zh_cn: 异常发生前，你执行了哪些操作？
zh_hant: 當機發生前，你執行了哪些操作？

# ViewWindowExceptionClose.Content
source: Close
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
ru: Закрыть
zh_hant: 關閉

# ViewModalWindowTorrentCheckModalWindowSelectorBarItem_General.Text
source: General
fr: Général
it: Generale
ja: 一般
ko: 일반
ru: Общие
zh_hant: 一般

# ViewModalWindowTorrentCheckModalWindowStartImmediatelyCheckBox.Content
source: Start immediately
fr: Démarrer immediately
it: Avvia immediatamente
ja: すぐに開始
ko: 즉시 시작
ru: Запустить немедленно
zh_cn: 立即开始
zh_hant: 立即開始

# ViewModalWindowTorrentCheckModalWindowStartDownloadButton.Content
source: Start Download
fr: Démarrer Téléchargement
it: Avvia download
ja: ダウンロードを開始
ko: 다운로드 시작
ru: Запустить загрузка
zh_cn: 开始下载
zh_hant: 開始下載

# ViewModalWindowTorrentCheckModalWindowCloseButton.Content
source: Cancel
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
ru: Отмена
zh_hant: 取消

# Enc_None
source: None
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
ru: Нет
zh_cn: 无加密
zh_hant: 無

# BT_Proxy_None.Content
source: None
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
ru: Нет
zh_cn: 无
zh_hant: 無

# IPF_ReplacementSkipped
source: replacement skipped to preserve existing rules
fr: replacement skipped vers preserve existant règles
it: sostituzione ignorata per conservare le regole esistenti
ja: 既存のルールを保持するため置換をスキップしました
ko: 기존 규칙을 보존하기 위해 교체를 건너뜀
ru: Замена пропущена, чтобы сохранить существующие правила
zh_cn: 为保留现有规则，跳过了替换操作
zh_hant: 為保留現有規則，已略過取代

# IPF_Skipped
source: skipped
it: ignorato
ja: スキップ済み
ko: 건너뜀
zh_cn: 跳过
zh_hant: 已略過

# DataTableSortNoneHint
source: Not sorted. Activate to sort ascending
fr: Non trié. Activez pour trier par ordre croissant
it: Non ordinato. Attiva per ordinare in modo crescente
ja: 未並べ替えです。選択すると昇順になります
ko: 정렬되지 않음. 오름차순으로 정렬하려면 선택하세요
ru: Без сортировки. Нажмите для сортировки по возрастанию
zh_cn: 未排序 点击以进行升序排序
zh_hant: 尚未排序。按一下以遞增排序

source: Fill
it: Riempi
ja: 塗りつぶし
ko: 채우기
zh_hant: 填滿

source: Uniform
it: Uniforme
ja: 均等
ko: 균일
zh_cn: 等比例缩放
zh_hant: 等比例縮放

source: Uniform to fill
fr: Uniforme avec remplissage
it: Uniforme per riempire
ja: 均等に塗りつぶし
ko: 균일하게 채우기
ru: Равномерно с заполнением
zh_cn: 等比例填充
zh_hant: 等比例填滿

# FilePriority_Skip.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Skip
it: Salta
ja: スキップ
ko: 건너뛰기
zh_cn: 跳过
zh_hant: 略過

# FilePriority_Low.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Low
it: Bassa
ja: 低
ko: 낮음
zh_cn: 低
zh_hant: 低

source: Normal
it: Normale
ja: 標準
ko: 보통
zh_cn: 普通
zh_hant: 一般

# FilePriority_High.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: High
it: Alta
ja: 高
ko: 높음
zh_cn: 高
zh_hant: 高

# ViewMainWindowButton.Content
source: [Dev] Invert Theme
fr: [Dev] Invert Thème
it: [Dev] Inverti tema
ja: [開発] テーマを反転
ko: [개발] 테마 반전
ru: [Dev] Инвертировать тему
zh_hant: [開發] 反轉主題

# ViewMainViewToolTipText1.Content
source: Port is blocked. Please check your router or firewall settings.
fr: Port est blocked. Please vérification votre router ou firewall paramètres.
it: La porta è bloccata. Controlla le impostazioni del router o del firewall.
ja: ポートがブロックされています。ルーターまたはファイアウォールの設定を確認してください。
ko: 포트가 차단되어 있습니다. 라우터 또는 방화벽 설정을 확인하세요.
ru: Порт заблокирован. Проверьте настройки маршрутизатора или брандмауэра.
zh_cn: 端口阻塞。请检查你的路由或防火墙设置
zh_hant: 連接埠遭封鎖。請檢查路由器或防火牆設定。

# ViewNatToolsPageRun.Text
source: Connected Peers:
fr: Connected Pairs:
it: Peer connessi:
ja: 接続中のピア:
ko: 연결된 피어:
ru: Подключено пиров:
zh_hant: 已連線 Peer：

# ViewNatToolsPageTextBlock.Text
source: Mapping Consistent
fr: Mappage cohérent
it: Mappatura coerente
ja: マッピングは一貫しています
ko: 매핑 일치
ru: Сопоставление согласовано
zh_cn: 映射一致
zh_hant: 映射一致

# ViewNetworkSettingsPageTextBlock.Text
source: Not listening
it: Non in ascolto
ja: リッスンしていません
ko: 수신 중이 아님
ru: Прослушивание не выполняется
zh_cn: 未监听
zh_hant: 未監聽

# ViewNetworkSettingsPageSettingsExpander.Description
source: Subscribe to tracker lists from URLs (.txt format)
fr: Subscribe vers traqueur listes depuis URL (.txt format)
it: Sottoscrivi elenchi di tracker da URL (formato .txt)
ja: URL（.txt 形式）からトラッカー一覧を購読
ko: URL의 트래커 목록을 구독합니다(.txt 형식)
ru: Подписываться на списки трекеров по URL (формат .txt)
zh_cn: 从URL（.txt格式）订阅跟踪列表
zh_hant: 從 URL 訂閱 Tracker 清單（.txt 格式）

# ViewNetworkSettingsPageSettingsExpander.Header
source: Tracker Subscriptions
fr: Traqueur Abonnements
it: Sottoscrizioni tracker
ja: トラッカー購読
ko: 트래커 구독
ru: трекер подписки
zh_hant: Tracker 訂閱

# ViewNetworkSettingsPageButton.Content
source: Subscribe
it: Sottoscrivi
ja: 購読
ko: 구독
zh_cn: 订阅
zh_hant: 訂閱

# ViewNetworkSettingsPageSettingsCard.Header
source: Enable Local Peer Discovery (LSD)
fr: Activer Local Pair Découverte (LSD)
it: Abilita rilevamento peer locale (LSD)
ja: ローカルピア検出（LSD）を有効にする
ko: 로컬 피어 검색(LSD) 사용
ru: Включить локальный пир обнаружение (LSD)
zh_hant: 啟用區域 Peer 探索（LSD）

# ViewNetworkSettingsPageTextBox.PlaceholderText
source: Subscription URL (e.g., https://example.com/trackers.txt)
fr: Abonnement URL (e.g., https://example.com/traqueurs.txt)
it: URL sottoscrizione (ad es. https://example.com/trackers.txt)
ja: 購読 URL（例: https://example.com/trackers.txt）
ko: 구독 URL(예: https://example.com/trackers.txt)
ru: подписка URL (e.g., https://example.com/трекеры.txt)
zh_cn: 订阅链接 (e.g., https://example.com/trackers.txt)
zh_hant: 訂閱 URL（例如 https://example.com/trackers.txt）

# ViewNetworkSettingsPageSettingsCard.Description
source: Discover peers on the local network
fr: Discover pairs sur le local réseau
it: Rileva peer sulla rete locale
ja: ローカルネットワーク上のピアを検出
ko: 로컬 네트워크에서 피어 검색
ru: Обнаруживать пиров в локальной сети
zh_hant: 探索區域網路上的 Peer

# ViewAboutPageTextBlock.Text
source: Go to the repro
fr: Go vers le repro
it: Vai al repository
ja: 再現手順へ移動
ko: 저장소로 이동
ru: Перейти к репозиторию
zh_cn: 前往仓库
zh_hant: 前往重現專案

# ViewAboutPageSettingsExpander.Description
source: OpenNet for WinUI3
fr: OpenNet pour WinUI3
it: OpenNet per WinUI3
ja: WinUI3 向け OpenNet
ko: WinUI3용 OpenNet
ru: OpenNet для WinUI3
zh_hant: 適用於 WinUI3 的 OpenNet

# ViewAboutPageSettingsExpander.Header
source: OpenNet in Open-source
it: OpenNet open source
ja: オープンソースの OpenNet
ko: 오픈 소스 OpenNet
ru: OpenNet с открытым исходным кодом
zh_cn: OpenNet 开源
zh_hant: OpenNet 開放原始碼

# ViewAboutPageSettingsCard.Header
source: WinUIEssential Build SDK version
it: Versione WinUIEssential Build SDK
ja: WinUIEssential Build SDK バージョン
ko: WinUIEssential Build SDK 버전
ru: Версия WinUIEssential Build SDK
zh_hant: WinUIEssential Build SDK 版本

# ViewAboutPageHyperlinkButton.Content
source: Join the project on Github
fr: Join le project sur Github
it: Partecipa al progetto su GitHub
ja: GitHub でプロジェクトに参加
ko: GitHub에서 프로젝트 참여
ru: Присоединиться к проекту на GitHub
zh_cn: 在 Github 上加入
zh_hant: 在 GitHub 上加入此專案
